Repository: common-repository/salespage-gwa
Catalog: gwasalespage-*.po
Languages: de_de, es_es, it_it

source: Price:
de_de: Preis:
es_es: Precio:
it_it: Prezzo:

source: List
de_de: Liste
es_es: Lista
it_it: Lista

source: Product
de_de: Produkt-
es_es: Producto
it_it: Prodotto

source: Client
es_es: Cliente

source: Amount
de_de: Betrag
es_es: Cantidad
it_it: Importo

source: DATE
es_es: FECHA

source: Delete Checked
de_de: Löschen Checked
es_es: Eliminar Seleccionadas
it_it: Elimina Controllato

source: Add New Client - Sale
de_de: Add New Client - Verkauf
es_es: Agregar nuevo cliente - Venta
it_it: Aggiungi nuovo cliente - Vendita

source: No Records
de_de: Keine Datensätze
es_es: No hay registros
it_it: Nessun record

source: Enter your Paypal email address and the direct link to your product (http: or ftp:) and you are ready to begin accepting payments on your Weblog.
de_de: Geben Sie Ihre Paypal Email-Adresse und den direkten Link auf Ihr Produkt (http:oder ftp:) und Sie sind bereit zu beginnen akzeptieren Zahlungen auf Ihrem Weblog.
es_es: Ingrese su dirección de correo electrónico de PayPal y el vínculo directo con el producto (ftp http:o:) y ya está listo para comenzar a aceptar pagos en su weblog.
it_it: Inserisci il tuo indirizzo email PayPal e il link diretto al proprio prodotto (ftp http:o:) e si è pronti per iniziare ad accettare pagamenti sul tuo Weblog.

source: Click here
de_de: Klicken Sie hier
es_es: Haga clic aquí
it_it: Clicca qui

source: to remove plugin branding.
de_de: Plugin zu entfernen Branding.
es_es: plugin para eliminar la marca.
it_it: per rimuovere il plugin di branding.

source: to support the author of this plugin and display plugin branding.
de_de: zur Unterstützung der Autor des Plugins und Plugin-Anzeige Branding.
es_es: para apoyar el autor de este plugin y mostrar plugin de marca.
it_it: a sostenere l&#39;autore di questo plugin e visualizzare plugin branding.

source: Will open in a new window.
de_de: Öffnet in einem neuen Fenster.
es_es: Se abrirá en una nueva ventana.
it_it: Viene aperto in una nuova finestra.

source: You may assign your Paypal Checkout Button to any page using the drop-down box below. You can have Express Purchase or Subscription Payment transaction buttons.
de_de: Sie können Ihre Paypal Checkout Button auf jeder Seite über das Drop-Down-Box unten zuordnen. Sie können Express Kauf oder zur Zeichnung Zahlungsverkehr Tasten.
es_es: Usted puede asignar su pago de PayPal botón a cualquier página mediante el cuadro desplegable a continuación. Usted puede tener Express compra o botones de suscripción de pago de la transacción.
it_it: È possibile assegnare il tuo pagamento PayPal Button a qualsiasi pagina utilizzando la casella a discesa sottostante. Si può avere Express acquisto o di sottoscrizione pulsanti transazione di pagamento.

source: <p>Use this Wordpress Shortcode within your posts and pages to display your form: <strong>[gwa-salespage]</strong></p><p>This is the php tag you can insert directly in your template (or sidebar?)<br>
de_de: <p> Mit diesem Wordpress Shortcode innerhalb deiner Beiträge und Seiten, um Ihre Form: <strong>[gwa-SalesPage]</strong> </p><p> Dies ist die PHP-Tags eingefügt werden können direkt in Ihrer Vorlage (oder Seitenleiste?) <br>
es_es: <p> Utilice este Deficiencia de Wordpress en su blogs y páginas para mostrar el formulario: <strong>[GWA-SalesPage]</strong> </p><p> Esta es la etiqueta php se pueden insertar directamente en la plantilla (o barra lateral?) <br>
it_it: <p> Utilizzare questo Shortcode Wordpress nei tuoi messaggi e le pagine per visualizzare il modulo: <strong>[GWA-salespage]</strong> </p><p> Questo è il tag PHP è possibile inserire direttamente nel tuo modello (o barra laterale?) <br>

source: <p>You must have selected a page below and included either the &lt;PHP&gt; tag (in the template) or the Shortcode (in your page content) somewhere to display responses from the plugin.</p><p>You can view all sales records under <a style='font-weight:bold;text-decoration:none;' href='tools.php?page=salespage-gwa/sp_gwa.php'>Tools > SalesPage</a>. </p>
de_de: <p> Sie müssen einen Seite unten ausgewählt haben und die entweder die &lt;PHP&gt; Tag (in der Vorlage) oder die Shortcode (in Ihrem Seiteninhalts) irgendwo auf Antworten aus dem Plugin-Anzeige. </p><p> Sie können alle Verkaufsrekorde unter <a style='font-weight:bold;text-decoration:none;' href='tools.php?page=salespage-gwa/sp_gwa.php'>Extras&gt; SalesPage</a> . </p>
es_es: <p> Usted debe elegir una página a continuación e incluidas o bien la etiqueta &lt;PHP&gt; (en la plantilla) o la Deficiencia (en el contenido de la página) en algún lugar para mostrar las respuestas del plugin. </p><p> Puede ver todos los récords de ventas en <a style='font-weight:bold;text-decoration:none;' href='tools.php?page=salespage-gwa/sp_gwa.php'>Herramientas&gt; SalesPage</a> . </p>
it_it: <p> È necessario avere selezionato una pagina in basso e includono sia le tag &lt;PHP&gt; (nel modello) o la Shortcode (nel contenuto della pagina) in qualche luogo per visualizzare le risposte dal plugin. </p><p> È possibile visualizzare tutti i record di vendite in <a style='font-weight:bold;text-decoration:none;' href='tools.php?page=salespage-gwa/sp_gwa.php'>Strumenti&gt; salespage</a> . </p>

source: Enter your Paypal Email Address for accepting payments here:
de_de: Geben Sie einfach Ihre E-Mail Adresse für Paypal-Zahlungen akzeptieren hier:
es_es: Ingrese su dirección de correo electrónico de PayPal para aceptar pagos en:
it_it: Inserisci il tuo indirizzo email PayPal per accettare pagamenti qui:

source: Direct Link to your Product (http:// ftp://):
de_de: Direkter Link zu Ihrem Produkt (http:// ftp://):
es_es: Enlace directo a su producto (http:// ftp://):
it_it: Link diretto per il tuo prodotto (http:// ftp://):

source: Select the page on which you want to display your Paypal Checkout Button.
de_de: Wählen Sie die Seite, auf der Sie Ihr PayPal-Checkout-Schaltfläche angezeigt werden soll.
es_es: Seleccione la página en la que desea mostrar su pago de PayPal del botón.
it_it: Selezionare la pagina in cui si desidera visualizzare il tuo pagamento PayPal Button.

source: Select any published page on your blog. MUST INCLUDE WP-SHORTCODE: <b>[gwa-salespage]</b>
de_de: Wählen Sie eine beliebige Seite veröffentlicht auf Ihrem Blog. ENTHALTEN MUSS WP-Shortcode: <b>[gwa-SalesPage]</b>
es_es: Seleccione cualquier página publicada en su blog. DEBE INCLUIR: WP-Deficiencia: <b>[GWA-SalesPage]</b>
it_it: Seleziona una pagina pubblicata sul tuo blog. DEVE COMPRENDERE WP-shortcode: <b>[gwa-salespage]</b>

source: Select a Paypal URL.
de_de: Wählen Sie ein Paypal-URL.
es_es: Seleccione una dirección de Paypal.
it_it: Selezionare un URL Paypal.

source: Default:
de_de: Standard:
es_es: Por defecto:

source: Select a Paypal Payment Type (Single/Recurring)
de_de: Wählen Sie eine Paypal Zahlung Typ (Einzel / Wiederkehrende)
es_es: Seleccione un tipo de pago de PayPal (Single / recurrente)
it_it: Selezione di un tipo di pagamento Paypal (Single / ricorrenti)

source: Single Express Purchase:
de_de: Single Express Kauf:
es_es: Compra Express individual:
it_it: Singolo acquisto Express:

source: Product Name:
de_de: Produkt-Name:
es_es: Nombre del producto:
it_it: Nome di prodotto:

source: Product Description:
de_de: Produkt-Beschreibung:
es_es: Descripción del producto:
it_it: Descrizione del prodotto:

source: Confirmation Email: (Plain Text)
de_de: Bestätigung E-Mail: (Plain Text)
es_es: Confirmación de correo electrónico: (Texto sin formato)
it_it: Conferma Email: (Plain Text)

source: Payment info will be added and a copy sent to your paypal email.
de_de: Payment Info hinzugefügt wird, sowie eine Kopie an Ihre PayPal E-Mail.
es_es: Información de pago será agregado y una copia enviada a su correo electrónico de PayPal.
it_it: info pagamento verrà aggiunto e una copia inviata alla tua email paypal.

source: If you have private details like login information you can include it here.
de_de: Wenn Sie private Informationen wie Login-Daten haben, können Sie ihn hier aufzunehmen.
es_es: Si usted tiene información privada, como información de acceso se puede incluir aquí.
it_it: Se si dispone di dati privati, come le informazioni di login si può includere qui.

source: A link to the Product Pickup Page (selected above) will be included in the message.
de_de: Ein Link zum Produkt-Pickup-Seite (oben ausgewählten) wird in der Nachricht enthalten sein.
es_es: Un enlace a la página de recogida del producto (seleccionado más arriba) se incluirán en el mensaje.
it_it: Il link alla pagina del prodotto Pickup (selezionato) sarà incluso nel messaggio.

source: Update Options
de_de: Update-Optionen
es_es: Opciones de actualización
it_it: Opzioni di aggiornamento

source: Setup your Paypal Payment Info below.
de_de: Richten Sie Ihr Paypal Payment Info unten.
es_es: Configuración de su información de pago Paypal abajo.
it_it: Imposta il tuo Info Pagamento Paypal qui sotto.

source: Single Purchase - Paypal Payment Express.
de_de: Single Kaufobjekt - Paypal Zahlung Express.
es_es: Una compra - Pago Paypal Express.
it_it: Single Acquisto - Pagamento Paypal Express.

source: Recurring Subscription:
de_de: Wiederkehrende Abonnement:
es_es: Suscripción recurrentes:
it_it: Abbonamento ricorrenti:

source: Monthly recurring charges and multiple sales records.
de_de: Monatliche Gebühren und mehrere Verkaufsrekorde.
es_es: Cargos recurrentes mensuales y registros de ventas múltiples.
it_it: Spese condominiali mensili ricorrenti e più record di vendite.

source: Setup your Product below.
de_de: Richten Sie Ihr Produkt unten.
es_es: Instalación de su producto.
it_it: Imposta il tuo prodotto qui sotto.
